 
[Main]
DisplayName=Italiano

[Brower_Protected_M]
btn_ok=Ok
Site_Safe_tip=Questo sito è sicuro
Site_Risk_tip=Questo sito non è sicuro
Protected_Off_tip=Protezione avanzata del browser di SystemCare: Off
Site_Safe=Sicuro:
Site_Risk=Rischioso:
Site_Advisory=Avvertenza fornita da
Site_Details=Più dettagli
Link_Safe_tip=Questo link è sicuro
Link_Risk_tip=Questo link non è sicuro
Sender_Risk_tip=Questo mittente è sospetto.
Link_Phish_tip=Questo link contiene truffe di phishing.
Risk_Title_Phish=Questo sito Web è stato segnalato come sito di phishing.
Site_Risk_link=Questa email contiene un link dannoso.
Site_Risk_sender=Il mittente di questa email è sospetto.
Site_Risk_link_sender=Questa e-mail contiene un collegamento dannoso e il mittente è sospetto.
Site_Risk_phish=Questo sito contiene truffe di phishing.
Risk_Title=Questo sito è stato segnalato come non sicuro
Risk_recommend=Si consiglia di non continuare a visitare questo sito
Risk_goBack=Cancella
Risk_report=Segnala falso allarme
Risk_continue=Continua in ogni caso
Site_turbo_tip=La protezione di navigazione è disattivata perché è in funzione Opera Turbo
ads_Removed=annunci rimossi in questa pagina
ads_Nofound=Nessun annuncio trovato
Site_Miner_tip=Bloccato estrattore di pagine di criptovaluta

